[
  {
    "id": 1,
    "content": "After all, it never would have happened if I had not met you. You filled me with a wild desire to know everything about life. For days after I met you, something seemed to throb in my veins. As I lounged in the park, or strolled down Piccadilly, I used to look at every one who passed me and wonder, with a mad curiosity, what sort of lives they led. Some of them fascinated me. Others filled me with terror. There was an exquisite poison in the air. I had a passion for sensations.... Well, one evening about seven o'clock, I determined to go out in search of some adventure. I felt that this grey monstrous London of ours, with its myriads of people, its sordid sinners, and its splendid sins, as you once phrased it, must have something in store for me. I fancied a thousand things. The mere danger gave me a sense of delight. I remembered what you had said to me on that wonderful evening when we first dined together, about the search for beauty being the real secret of life. I don't know what I expected, but I went out and wandered eastward, soon losing my way in a labyrinth of grimy streets and black grassless squares. About half-past eight I passed by an absurd little theatre, with great flaring gas-jets and gaudy play-bills. A hideous Jew, in the most amazing waistcoat I ever beheld in my life, was standing at the entrance, smoking a vile cigar. He had greasy ringlets, and an enormous diamond blazed in the centre of a soiled shirt. 'Have a box, my Lord?' he said, when he saw me, and he took off his hat with an air of gorgeous servility. There was something about him, Harry, that amused me. He was such a monster. You will laugh at me, I know, but I really went in and paid a whole guinea for the stage-box. To the present day I can't make out why I did so; and yet if I hadn't--my dear Harry, if I hadn't--I should have missed the greatest romance of my life. I see you are laughing. It is horrid of you!"
  },
  {
    "id": 2,
    "content": "I was born in the year 18-- to a large fortune, endowed besides with excellent parts, inclined by nature to industry, fond of the respect of the wise and good among my fellowmen, and thus, as might have been supposed, with every guarantee of an honourable and distinguished future. And indeed the worst of my faults was a certain impatient gaiety of disposition, such as has made the happiness of many, but such as I found it hard to reconcile with my imperious desire to carry my head high, and wear a more than commonly grave countenance before the public. Hence it came about that I concealed my pleasures; and that when I reached years of reflection, and began to look round me and take stock of my progress and position in the world, I stood already committed to a profound duplicity of me. Many a man would have even blazoned such irregularities as I was guilty of; but from the high views that I had set before me, I regarded and hid them with an almost morbid sense of shame. It was thus rather the exacting nature of my aspirations than any particular degradation in my faults, that made me what I was, and, with even a deeper trench than in the majority of men, severed in me those provinces of good and ill which divide and compound man’s dual nature. In this case, I was driven to reflect deeply and inveterately on that hard law of life, which lies at the root of religion and is one of the most plentiful springs of distress. Though so profound a double-dealer, I was in no sense a hypocrite; both sides of me were in dead earnest; I was no more myself when I laid aside restraint and plunged in shame, than when I laboured, in the eye of day, at the furtherance of knowledge or the relief of sorrow and suffering. And it chanced that the direction of my scientific studies, which led wholly towards the mystic and the transcendental, reacted and shed a strong light on this consciousness of the perennial war among my members. With every day, and from both sides of my intelligence, the moral and the intellectual, I thus drew steadily nearer to that truth, by whose partial discovery I have been doomed to such a dreadful shipwreck: that man is not truly one, but truly two. I say two, because the state of my own knowledge does not pass beyond that point."
  },
  {
    "id": 3,
    "content": "Lady Catherine continued her remarks on Elizabeth’s performance, mixing with them many instructions on execution and taste. Elizabeth received them with all the forbearance of civility, and, at the request of the gentlemen, remained at the instrument till her ladyship’s carriage was ready to take them all home. Elizabeth was sitting by herself the next morning, and writing to Jane while Mrs. Collins and Maria were gone on business into the village, when she was startled by a ring at the door, the certain signal of a visitor. As she had heard no carriage, she thought it not unlikely to be Lady Catherine, and under that apprehension was putting away her half-finished letter that she might escape all impertinent questions, when the door opened, and, to her very great surprise, Mr. Darcy, and Mr. Darcy only, entered the room. He seemed astonished too on finding her alone, and apologised for his intrusion by letting her know that he had understood all the ladies were to be within. They then sat down, and when her inquiries after Rosings were made, seemed in danger of sinking into total silence. It was absolutely necessary, therefore, to think of something, and in this emergence recollecting when she had seen him last in Hertfordshire, and feeling curious to know what he would say on the subject of their hasty departure, she observed:"
  },
  {
    "id": 4,
    "content": "After dinner we had an accession of Mrs. Knowles, the Quaker lady, well known for her various talents, and of Mr. Alderman Lee. Amidst some patriotick groans, somebody (I think the Alderman) said, 'Poor old England is lost.' JOHNSON. 'Sir, it is not so much to be lamented that Old England is lost, as that the Scotch have found it.' WILKES. 'Had Lord Bute governed Scotland only, I should not have taken the trouble to write his eulogy, and dedicate Mortimer to him.' Mr. Wilkes held a candle to shew a fine print of a beautiful female figure which hung in the room, and pointed out the elegant contour of the bosom with the finger of an arch connoisseur. He afterwards, in a conversation with me, waggishly insisted, that all the time Johnson shewed visible signs of a fervent admiration of the corresponding charms of the fair Quaker."
  }

]
